Repository: kenatst/InstantPDF
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Using PDFIT
de: PDFIT verwenden
es: Usar PDFIT
fr: Utiliser PDFIT
it: Usare PDFIT

source: USING PDF IT
de: PDF IT NUTZEN
es: USAR PDF IT
fr: UTILISER PDF IT
it: USARE PDF IT

source: Vertical position
de: Vertikale Position
es: Posición vertical
fr: Position verticale
it: Posizione verticale

source: Videos and audio aren't supported — everything else was converted.
de: Videos und Audio werden nicht unterstützt — alles andere wurde konvertiert.
es: Los vídeos y el audio no son compatibles; el resto se ha convertido.
fr: Les vidéos et l’audio ne sont pas pris en charge — tout le reste a été converti.
it: Video e audio non sono supportati — tutto il resto è stato convertito.

# viewer.delete_message %@
source: This permanently removes %@.pdf from your Library.
de: Dadurch wird %@.pdf dauerhaft aus Ihrer Mediathek gelöscht.
es: Esto eliminará permanentemente %@.pdf de tu biblioteca.
fr: Cette action supprime définitivement %@.pdf de votre bibliothèque.
it: Questo rimuoverà definitivamente %@.pdf dalla tua libreria.

source: Watermark
de: Wasserzeichen
es: Marca de agua
fr: Filigrane
it: Filigrana

source: Watermark text
de: Wasserzeichen-Text
es: Texto de la marca de agua
fr: Texte du filigrane
it: Testo filigrana

source: We couldn't create the PDF
de: Das PDF konnte nicht erstellt werden
es: No pudimos crear el PDF
fr: Impossible de créer le PDF
it: Impossibile creare il PDF

source: We couldn't load this page
de: Diese Seite konnte nicht geladen werden
es: No pudimos cargar esta página
fr: Impossible de charger cette page
it: Impossibile caricare questa pagina

source: Web Content
de: Webinhalt
es: Contenido web
fr: Contenu web
it: Contenuto web

source: Web to PDF
de: Webseite zu PDF
es: Web a PDF
fr: Web vers PDF
it: Web in PDF

source: Webpage
de: Webseite
es: Página web
fr: Page web
it: Pagina web

source: Webpage without the clutter
de: Webseite ohne störende Elemente
es: Página web sin distracciones
fr: Page web sans les éléments superflus
it: Pagina web senza distrazioni

source: What are we turning into a PDF?
de: Was werden wir in ein PDF umwandeln?
es: ¿Qué convertimos en PDF?
fr: Que convertissons-nous en PDF ?
it: Cosa trasformiamo in PDF?

source: Will load from %@
de: Wird geladen von %@
es: Se cargará desde %@
fr: Chargement depuis %@
it: Caricamento da %@

source: Write or paste
de: Schreiben oder einfügen
es: Escribir o pegar
fr: Écrire ou coller
it: Scrivi o incolla

source: You're all set
de: Alles bereit
es: Todo listo
fr: Tout est prêt
it: Tutto pronto

source: Your complete private PDF toolkit.
de: Deine komplette private PDF-Werkstatt.
es: Tu kit de herramientas PDF privado y completo.
fr: Votre suite PDF privée complète.
it: Il tuo completo kit PDF privato.

source: Your PDF is ready and saved to your library.
de: Dein PDF ist fertig und wurde in deiner Bibliothek gespeichert.
es: Tu PDF está listo y guardado en tu biblioteca.
fr: Votre PDF est prêt et enregistré dans votre bibliothèque.
it: Il PDF è pronto e salvato nella tua libreria.

source: Your PDFs stay on this device until you delete them.
de: Ihre PDFs bleiben auf diesem Gerät gespeichert, bis Sie sie löschen.
es: Tus PDF permanecen en este dispositivo hasta que los elimines.
fr: Vos PDF restent sur cet appareil jusqu'à ce que vous les supprimiez.
it: I tuoi PDF restano su questo dispositivo finché non li elimini.

source: Your PDFs stay securely on this device until you delete them.
de: Ihre PDFs bleiben sicher auf diesem Gerät, bis Sie sie löschen.
es: Tus PDF permanecen seguros en este dispositivo hasta que los elimines.
fr: Vos PDF restent en sécurité sur cet appareil jusqu'à ce que vous les supprimiez.
it: I tuoi PDF rimangono al sicuro su questo dispositivo finché non li elimini.

source: Your PDFs will appear here.
de: Ihre PDFs werden hier angezeigt.
es: Tus PDF aparecerán aquí.
fr: Vos PDF apparaîtront ici.
it: I tuoi PDF appariranno qui.

source: App Name
es: Nombre de la aplicación
fr: Nom de l'application
it: Nome dell'applicazione

source: Name
es: Nombre
fr: Nom
it: Nome

source: On-device OCR
es: OCR en el dispositivo
fr: OCR sur l'appareil
it: OCR on-device

source: PDFs
es: PDF
fr: PDF
it: PDF

source: Text
es: Texto
fr: Texte
it: Testo

source: Version
es: Versión
it: Versione

source: Original
it: Originale
